Repository: mozilla-l10n/mt-training-data
Catalog: gwc/gwc_pontoon.tmx
Source language: en_us
Languages: gwc

source: revert
gwc: نوٹوگ

source: Review checker
gwc: جائیزہ گِھنوگ چیک کروگ والہ آلہ (فائیر فاکس مئ اٞ آلہ)

source: search suggestion
gwc: تلاش کٞروگ مئ تجویز داٞگ

source: security keys
gwc: حفاظتی کی

source: sensitive
gwc: حِساس

source: sidebar
gwc: سائیڈ بار (فائیر فاکس آٞں براؤزراں وِنڈو سٞہ)

source: sign
gwc: دستخط

source: signer
gwc: دستخاط کٞروگ والہ

source: sign in
gwc: سائن اِن ہوگ

source: sign-in
gwc: سائن اِن والہ

source: studies
gwc: مطالعہ

source: Terms of Service
gwc: سروس داٞگ واٞلاٞں تے صاٞرفاٞں میہ معاہِداٞں شرطونہ

source: track
gwc: ویب ساٞئیٹاں صارفاں مالومات سمٹوگ۔

source: trackers
gwc: اٞ مانوڄیں براؤزنگ ہسٹری رہ نگرانی کٞروگیں کیر کوکیز، وِجٹز یا نہ پشوگ واٞلاٞ اقتباساتاں کوڈ۔

source: Tracking Content
gwc: مالومات سمٹوگاں تتھیں کوڈ اوں سٞہ اشتہاٞر مئ ویڈیو مئ یا دی پاٞݪ مئ شِٹ شی مواٞد مئ آش تہ۔

source: unencrypted
gwc: نہ جندرہ کٞراٞل

source: unresponsive
gwc: جواب نہ داٞگ والہ

source: unsafe
gwc: غیر محفوظ

source: validate
gwc: توثیق کٞرو یا صحی کٞروگ

source: validity
gwc: جوازیا صحی ہوگ

source: version
gwc: ورجن

source: Web Authentication
gwc: ائ اٞ خودکار تصدیقی اماٞل تھو آٞس اتھیں ویب سائیٹ اپینہ کٞریں۔ ان مئ پاس ورڈ وغیرہ ایں ضروراٞت نہ آشیں کِیکوں ائ فون، ہارڈویئراٞں حفاظتی اوڄاٞں ذریعاٞ دہ یا ٹی پی ایماٞں آٞلاٞں ذریعاٞ دہ ہویں۔ اِیں ویب اتھینٹینکیشن ڈارِیک براؤزر مئ مِݭ گشی چاگیل آشیں۔
